Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Plugins.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# plugin.filter.empty.title
source: 未找到匹配的插件
ar: لا توجد مكونات إضافية متطابقة
de: Keine passenden Plugins
en: No Matching Plugins
es: No hay complementos coincidentes
fr: Aucun plugin correspondant
ja: No Matching Plugins
ko: 일치하는 플러그인 없음
pt: Nenhum plug-in correspondente
ru: Нет подходящих плагинов
tr: Eşleşen Eklenti Yok
zh_hant: 未找到匹配的外掛

# plugin.filter.searchPrompt
source: 搜索插件名称或简介
ar: اسم البرنامج الإضافي أو ملخصه
de: Plugin-Name oder Zusammenfassung durchsuchen
en: Search plugin name or summary
es: Buscar nombre o resumen del complemento
fr: Rechercher le nom ou le résumé du plugin
ja: Search plugin name or summary
ko: 플러그인 이름 또는 요약 검색
pt: Pesquisar nome ou resumo do plugin
ru: Поиск по названию или сводке плагина
tr: Eklenti adını veya özetini arayın
zh_hant: 搜索外掛名稱或簡介

# plugin.marketplace.empty.description
source: 刷新插件列表后，可以在这里安装、更新和卸载。
ar: قم بتحديث كتالوج المكونات الإضافية لتثبيت المكونات الإضافية وتحديثها وإلغاء تثبيتها هنا.
de: Aktualisieren Sie den Plugin-Katalog, um hier Plugins zu installieren, zu aktualisieren und zu deinstallieren.
en: Refresh the plugin catalog to install, update, and uninstall plugins here.
es: Actualice el catálogo de complementos para instalar, actualizar y desinstalar complementos aquí.
fr: Actualisez le catalogue de plugins pour installer, mettre à jour et désinstaller les plugins ici.
ja: ここでプラグイン カタログを更新して、プラグインをインストール、更新、アンインストールします。
ko: 플러그인을 설치, 업데이트, 제거하려면 여기에서 플러그인 카탈로그를 새로 고치세요.
pt: Atualize o catálogo de plug-ins para instalar, atualizar e desinstalar plug-ins aqui.
ru: Обновите каталог плагинов, чтобы устанавливать, обновлять и удалять плагины здесь.
tr: Buradan eklenti yüklemek, güncellemek ve kaldırmak için eklenti kataloğunu yenileyin.
zh_hant: 刷新外掛列表後，可以在這裏安裝、更新和卸載。

# plugin.marketplace.empty.title
source: 暂无插件
ar: لا توجد مكونات إضافية
de: Keine Plugins
en: No Plugins
es: Sin complementos
fr: Aucun plugin
ja: プラグインなし
ko: 플러그인 없음
pt: Sem plug-ins
ru: Нет плагинов
tr: Eklenti Yok
zh_hant: 暫無外掛

# plugin.marketplace.install
source: 安装
ar: تثبيت
de: Installieren
en: Install
es: Instalar
fr: Installer
ja: インストール
ko: 설치
pt: Instalar
ru: Установить
tr: Yükle
zh_hant: 安裝

# plugin.marketplace.installing
source: 安装中
ar: التثبيت
de: Installieren
en: Installing
es: Instalando
fr: Installation
ja: インストール中
ko: 설치 중
pt: Instalando
ru: Установка
tr: Yükleniyor
zh_hant: 安裝中

# plugin.marketplace.operationFailed.title
source: 插件操作失败
ar: فشلت عملية البرنامج المساعد
de: Plugin-Vorgang fehlgeschlagen
en: Plugin Operation Failed
es: Error en la operación del complemento
fr: Échec de l'opération du plugin
ja: Plugin Operation Failed
ko: 플러그인 작업 실패
pt: Falha na operação do plug-in
ru: Ошибка работы плагина
tr: Eklenti İşlemi Başarısız Oldu
zh_hant: 外掛操作失敗

# plugin.marketplace.refresh
source: 刷新列表
ar: تحديث القائمة
de: Liste aktualisieren
en: Refresh List
es: Actualizar lista
fr: Actualiser la liste
ja: リストを更新
ko: 목록 새로고침
pt: Atualizar lista
ru: Обновить список
tr: Listeyi Yenile

# plugin.marketplace.relaunchNow
source: 立即重启
ar: أعد التشغيل الآن
de: Jetzt neu starten
en: Restart Now
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
ko: 지금 다시 시작
pt: Reiniciar agora
ru: Перезагрузить сейчас
tr: Şimdi Yeniden Başlat
zh_hant: 立即重啟

# plugin.marketplace.description
source: 安装、更新和管理 MacTools 插件。
ar: ثبّت إضافات MacTools وحدّثها وأدرها.
de: Installiere, aktualisiere und verwalte MacTools-Plugins.
en: Install, update, and manage MacTools plugins.
es: Instala, actualiza y administra plugins de MacTools.
fr: Installez, mettez à jour et gérez les modules MacTools.
ja: MacToolsプラグインのインストール、アップデート、管理を行います。
ko: MacTools 플러그인을 설치, 업데이트 및 관리합니다.
pt: Instale, atualize e gerencie plugins do MacTools.
ru: Устанавливайте, обновляйте плагины MacTools и управляйте ими.
tr: MacTools eklentilerini yükleyin, güncelleyin ve yönetin.
zh_hant: 安裝、更新及管理 MacTools 外掛。

# plugin.marketplace.title
source: 插件市场
ar: سوق الإضافات
de: Plugin-Marktplatz
en: Marketplace
es: Catálogo de complementos
fr: Catalogue de plugins
ja: マーケットプレイス
ko: 마켓플레이스
pt: Catálogo de plug-ins
ru: Каталог плагинов
tr: Pazar Yeri
zh_hant: 外掛市場

# plugin.marketplace.uninstall
source: 卸载
ar: إلغاء التثبيت
de: Deinstallieren
en: Uninstall
es: Desinstalar
fr: Désinstaller
ja: アンインストール
ko: 제거
pt: Desinstalar
ru: Удалить
tr: Kaldır
zh_hant: 卸載

# plugin.marketplace.update
source: 更新
ar: تحديث
de: Update
en: Update
es: Actualizar
fr: Mise à jour
ja: アップデート
ko: 업데이트
pt: Atualização
ru: Обновить
tr: Güncelle

# plugin.marketplace.updateAll
source: 全部更新
ar: تحديث الكل
de: Alle aktualisieren
en: Update All
es: Actualizar todo
fr: Tout mettre à jour
ja: すべて更新
ko: 모두 업데이트
pt: Atualizar tudo
ru: Обновить все
tr: Tümünü Güncelle

# plugin.marketplace.updating
source: 更新中
ar: تحديث
de: Aktualisierung
en: Updating
es: Actualizando
fr: Mise à jour
ko: 업데이트 중
pt: Atualizando
ru: Обновление
tr: Güncelleniyor

# plugin.panel.actionFallback
source: 操作
ar: الإجراء
de: Aktion
en: Action
es: Acción
fr: Action
ja: アクション
ko: 액션
pt: Ação
ru: Действие
tr: Eylem

# plugin.panel.displayBrightnessFallback
source: 显示器亮度
ar: سطوع العرض
de: Anzeigehelligkeit
en: Display Brightness
es: Brillo de la pantalla
fr: Luminosité de l'écran
ja: ディスプレイの明るさ
ko: 디스플레이 밝기
pt: Brilho da tela
ru: Яркость дисплея
tr: Ekran Parlaklığı
zh_hant: 顯示器亮度

# plugin.panel.loading.title
source: 正在加载插件
ar: جارٍ تحميل المكونات الإضافية
de: Plugins werden geladen
en: Loading Plugins
es: Cargando complementos
fr: Chargement des modules
ja: プラグインを読み込み中
ko: 플러그인 로드 중
pt: Carregando plug-ins
ru: Загрузка плагинов
tr: Eklentiler Yükleniyor
zh_hant: 正在載入外掛

# plugin.panel.empty.title
source: 暂无插件
ar: لا توجد مكونات إضافية
de: Keine Plugins
en: No Plugins
es: Sin complementos
fr: Aucun plugin
ja: プラグインなし
ko: 플러그인 없음
pt: Sem plug-ins
ru: Нет плагинов
tr: Eklenti Yok
zh_hant: 暫無外掛

# plugin.permission.checkStatus
source: 检查授权状态
ar: تحقق من الإذن
de: Berechtigung prüfen
en: Check Permission
es: Verificar permiso
fr: Vérifier l'autorisation
ja: 権限を確認
ko: 권한 확인
pt: Verificar permissão
ru: Проверить разрешение
tr: İzni Denetle
zh_hant: 檢查授權狀態

# plugin.permission.granted
source: 已授权
ar: ممنوح
de: Zugegeben
en: Granted
es: Concedido
fr: Accordé
ja: 許可されました
ko: 허용됨
pt: Concedido
ru: Разрешено
tr: Verildi
zh_hant: 已授權

# plugin.permission.notGranted
source: 未授权
ar: غير ممنوح
de: Nicht gewährt
en: Not Granted
es: No concedido
fr: Non accordé
ja: 許可されません
ko: 허용되지 않음
pt: Não concedido
ru: Не предоставлено
tr: Verilmedi
zh_hant: 未授權

# plugin.permission.openAuthorization
source: 前往授权
ar: افتح إعدادات الأذونات
de: Berechtigungseinstellungen öffnen
en: Open Permission Settings
es: Abrir configuración de permisos
fr: Paramètres d'autorisation d'ouverture
ja: 権限設定を開く
ko: 권한 설정 열기
pt: Abrir configurações de permissão
ru: Открыть настройки разрешений
tr: İzin Ayarlarını Aç
zh_hant: 前往授權

# plugin.permission.openSettings
source: 打开设置
ar: افتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
pt: Abrir configurações
ru: Открыть настройки
tr: Ayarları Aç
zh_hant: 打開設定

# plugin.permission.requestAuthorization
source: 请求授权
ar: طلب الإذن
de: Erlaubnis anfordern
en: Request Permission
es: Solicitar permiso
fr: Demander une autorisation
ja: 許可をリクエスト
ko: 권한 요청
pt: Solicitar permissão
ru: Запрос разрешения
tr: İzin İste
zh_hant: 請求授權

# plugin.presentation.componentPanel
source: 组件
ar: المكون
de: Komponente
en: Component
es: Componente
fr: Composant
ja: コンポーネント
ko: 구성요소
pt: Componente
ru: Компонент
tr: Bileşen
zh_hant: 組件

# plugin.presentation.featureAndComponentPanel
source: 操作面板与组件
ar: اللوحة والمكون
de: Panel und Komponente
en: Panel and Component
es: Panel y componente
fr: Panneau et composant
ja: パネルとコンポーネント
ko: 패널 및 구성요소
pt: Painel e Componente
ru: Панель и компонент
tr: Panel ve Bileşen
zh_hant: 操作面板與組件

# plugin.presentation.featurePanel
source: 操作面板
ar: اللوحة
de: Panel
en: Panel
es: Panel
fr: Panneau
ja: パネル
ko: 패널
pt: Painel
ru: Панель
tr: Panel

# plugin.shortcut.unavailable
source: 快捷键不可用。
ar: الاختصار غير متاح.
de: Verknüpfung ist nicht verfügbar.
en: Shortcut is unavailable.
es: El acceso directo no está disponible.
fr: Le raccourci n'est pas disponible.
ja: ショートカットは使用できません。
ko: 바로가기를 사용할 수 없습니다.
pt: O atalho não está disponível.
ru: Ярлык недоступен.
tr: Kısayol kullanılamıyor.
zh_hant: 快速鍵不可用。

# plugin.status.available
source: 可安装
ar: متاح
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
pt: Disponível
ru: Доступно
tr: Yüklenebilir
zh_hant: 可安裝

# plugin.status.failed
source: 加载失败
ar: فشل التحميل
de: Laden fehlgeschlagen
en: Load Failed
es: Error de carga
fr: Échec du chargement
ja: ロードに失敗しました
ko: 로드 실패
pt: Falha no carregamento
ru: Ошибка загрузки
tr: Yüklenemedi
zh_hant: 加載失敗

# plugin.status.incompatible
source: 不兼容
ar: غير متوافق
de: Inkompatibel
en: Incompatible
es: Incompatible
fr: Incompatible
ja: 互換性がありません
ko: 호환되지 않음
pt: Incompatível
ru: Несовместимо
tr: Uyumsuz

# plugin.status.installed
source: 已安装
ar: تم التثبيت
de: Installiert
en: Installed
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
pt: Instalado
ru: Установлен
tr: Yüklü
zh_hant: 已安裝

# plugin.status.localDevelopment
source: 本地开发
ar: التطوير المحلي
de: Lokale Entwicklung
en: Local Development
es: Desarrollo local
fr: Développement local
ja: 地域開発
ko: 지역 개발
pt: Desenvolvimento Local
ru: Местная разработка
tr: Yerel Geliştirme
zh_hant: 本地開發

# plugin.status.restartRequired
source: 需重启
ar: مطلوب إعادة التشغيل
de: Neustart erforderlich
en: Restart Required
es: Es necesario reiniciar
fr: Redémarrage requis
ja: 再起動が必要です
ko: 다시 시작 필요
pt: É necessário reiniciar
ru: Требуется перезагрузка
tr: Yeniden Başlatma Gerekli
zh_hant: 需重啟

# plugin.status.revoked
source: 已撤回
ar: تم إبطاله
de: Widerrufen
en: Revoked
es: Revocado
fr: Révoqué
ja: 取り消されました
ko: 취소됨
pt: Revogado
ru: Отменено
tr: Geri Çekildi

# plugin.status.updateAvailable
source: 可更新
ar: التحديث متاح
de: Update verfügbar
en: Update Available
es: Actualización disponible
fr: Mise à jour disponible
ja: 利用可能なアップデート
ko: 업데이트 가능
pt: Atualização disponível
ru: Доступно обновление
tr: Güncelleme Var

# plugin.autoUpdate.message.progressFormat
source: 已完成 %d/%d
ar: اكتمل %d/%d
de: Abgeschlossen %d/%d
en: Completed %d/%d
es: Completado %d/%d
fr: Terminé %d/%d
ja: %d/%d を完了
ko: 완료됨 %d/%d
pt: Concluído %d/%d
ru: Завершено %d/%d
tr: %d/%d tamamlandı

# plugin.marketplace.bulkUpdate.completed
source: 更新完成
ar: اكتمل التحديث
de: Update abgeschlossen
en: Update Complete
es: Actualización completa
fr: Mise à jour terminée
ja: アップデート完了
ko: 업데이트 완료
pt: Atualização concluída
ru: Обновление завершено
tr: Güncelleme Tamamlandı

# plugin.marketplace.bulkUpdate.progressFormat
source: 已完成 %d/%d
ar: اكتمل %d/%d
de: Abgeschlossen %d/%d
en: Completed %d/%d
es: Completado %d/%d
fr: Terminé %d/%d
ja: %d/%d を完了
ko: 완료됨 %d/%d
pt: Concluído %d/%d
ru: Завершено %d/%d
tr: %d/%d tamamlandı

# plugin.panel.components
source: 组件面板
ar: لوحة المكونات
de: Komponentenbereich
en: Components Panel
es: Panel de componentes
fr: Panneau Composants
ja: コンポーネントパネル
ko: 구성요소 패널
pt: Painel de Componentes
ru: Панель компонентов
tr: Bileşen Paneli
zh_hant: 組件面板

# plugin.panel.copied
source: 已复制
ar: تم النسخ
de: Kopiert
en: Copied
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt: Copiado
ru: Скопировано
tr: Kopyalandı
zh_hant: 已複製

# plugin.panel.doubleClickToCopy
source: 双击复制
ar: انقر نقرًا مزدوجًا للنسخ
de: Zum Kopieren doppelklicken
en: Double-click to copy
es: Haz doble clic para copiar
fr: Double-cliquez pour copier
ja: ダブルクリックしてコピー
ko: 이중 클릭하여 복사
pt: Clique duas vezes para copiar
ru: Дважды нажмите, чтобы скопировать
tr: Kopyalamak için çift tıklayın
zh_hant: 按兩下複製

# plugin.panel.copyIP
source: 复制 IP
ar: نسخ IP
de: IP kopieren
en: Copy IP
es: Copiar IP
fr: Copier l'adresse IP
ja: IP をコピー
ko: IP 복사
pt: Copiar IP
ru: Копировать IP
tr: IP'yi Kopyala
zh_hant: 複製 IP

# plugin.panel.features
source: 功能面板
ar: لوحة الميزات
de: Funktionsbereich
en: Features Panel
es: Panel de características
fr: Panneau de fonctionnalités
ja: 機能パネル
ko: 기능 패널
pt: Painel de recursos
ru: Панель функций
tr: Özellik Paneli

# plugin.marketplace.sort.label
source: 排序
ar: فرز
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
ja: 並べ替え
ko: 정렬
pt: Ordenar
ru: Сортировка
tr: Sırala

# plugin.marketplace.sort.help
source: 调整市场列表排序，不影响菜单栏功能顺序。
ar: يغيّر ترتيب قائمة المتجر. لا يؤثر على ترتيب شريط القوائم.
de: Ändert die Reihenfolge der Marktliste. Beeinflusst nicht die Menüleisten-Reihenfolge.
en: Change marketplace list order. Does not affect menu bar feature order.
es: Cambia el orden de la lista del mercado. No afecta el orden de la barra de menús.
fr: Modifie l’ordre de la liste du marketplace. N’affecte pas l’ordre de la barre de menus.
ja: マーケットプレイス一覧の順序を変更します。メニューバーの機能順には影響しません。
ko: 마켓플레이스 목록 순서를 변경합니다. 메뉴 막대 기능 순서에는 영향이 없습니다.
pt: Altera a ordem da lista do marketplace. Não afeta a ordem da barra de menus.
ru: Изменяет порядок списка магазина. Не влияет на порядок функций в строке меню.
tr: Pazar yeri liste sırasını değiştirir; menü çubuğundaki özellik sırasını etkilemez.
zh_hant: 調整市場列表排序，不影響選單列功能順序。

# plugin.marketplace.sort.nameAscending
source: 名称（升序）
ar: الاسم (تصاعدي)
de: Name A → Z
en: Name A → Z
es: Nombre A → Z
fr: Nom A → Z
ja: 名前順（昇順）
ko: 이름순 (오름차순)
pt: Nome A → Z
ru: Имя (по возрастанию)
tr: Ad (A → Z)
zh_hant: 名稱（遞增）

# plugin.marketplace.sort.nameDescending
source: 名称（降序）
ar: الاسم (تنازلي)
de: Name Z → A
en: Name Z → A
es: Nombre Z → A
fr: Nom Z → A
ja: 名前順（降順）
ko: 이름순 (내림차순)
pt: Nome Z → A
ru: Имя (по убыванию)
tr: Ad (Z → A)
zh_hant: 名稱（遞減）

# plugin.marketplace.sort.notInstalledFirst
source: 未安装优先
ar: غير المثبتة أولاً
de: Nicht installierte zuerst
en: Not Installed First
es: No instalados primero
fr: Non installés d’abord
ja: 未インストール優先
ko: 미설치 우선
pt: Não instalados primeiro
ru: Сначала не установленные
tr: Önce Yüklü Olmayanlar
zh_hant: 未安裝優先

# plugin.marketplace.sort.installedFirst
source: 已安装优先
ar: المثبتة أولاً
de: Installierte zuerst
en: Installed First
es: Instalados primero
fr: Installés d’abord
ja: インストール済み優先
ko: 설치됨 우선
pt: Instalados primeiro
ru: Сначала установленные
tr: Önce Yüklü Olanlar
zh_hant: 已安裝優先

# plugin.marketplace.data.none
source: 无
ar: لا شيء
de: Keine
en: None
es: Ninguno
fr: Aucune
ja: なし
ko: 없음
pt: Nenhuma
ru: Нет
tr: Yok
zh_hant: 無

# plugin.marketplace.data.observedFormat
source: 访问的数据：%@
ar: البيانات التي يتم الوصول إليها: %@
de: Datenzugriff: %@
en: Data accessed: %@
es: Datos consultados: %@
fr: Données consultées : %@
ja: アクセスするデータ：%@
ko: 접근하는 데이터: %@
pt: Dados acessados: %@
ru: Доступ к данным: %@
tr: Erişilen veriler: %@
zh_hant: 存取的資料：%@

# plugin.marketplace.data.persistedFormat
source: 保存的数据：%@
ar: البيانات المحفوظة: %@
de: Gespeicherte Daten: %@
en: Data saved: %@
es: Datos guardados: %@
fr: Données enregistrées : %@
ja: 保存するデータ：%@
ko: 저장하는 데이터: %@
pt: Dados salvos: %@
ru: Сохраняемые данные: %@
tr: Kaydedilen veriler: %@
zh_hant: 儲存的資料：%@

# plugin.marketplace.data.telemetry.none
source: 不收集遥测数据
ar: لا توجد بيانات قياس عن بُعد
de: Keine Telemetrie
en: No telemetry
es: Sin telemetría
fr: Aucune télémétrie
ja: テレメトリを収集しない
ko: 원격 분석 없음
pt: Sem telemetria
ru: Без телеметрии
tr: Telemetri yok
zh_hant: 不收集遙測資料

# plugin.marketplace.data.telemetry.optional
source: 可选择是否收集遥测数据
ar: قياس عن بُعد اختياري
de: Optionale Telemetrie
en: Optional telemetry
es: Telemetría opcional
fr: Télémétrie facultative
ja: テレメトリの収集は任意
ko: 선택적 원격 분석
pt: Telemetria opcional
ru: Необязательная телеметрия
tr: İsteğe bağlı telemetri
zh_hant: 選擇性遙測

# plugin.marketplace.data.telemetry.required
source: 必须收集遥测数据
ar: القياس عن بُعد مطلوب
de: Telemetrie erforderlich
en: Telemetry required
es: Telemetría obligatoria
fr: Télémétrie requise
ja: テレメトリの収集が必要
ko: 원격 분석 필요
pt: Telemetria necessária
ru: Телеметрия обязательна
tr: Telemetri gerekli
zh_hant: 需要遙測

# plugin.marketplace.detail.about
source: 功能介绍
ar: نظرة عامة
de: Übersicht
en: Overview
es: Descripción general
fr: Présentation
ja: 概要
ko: 개요
pt: Visão geral
ru: Обзор
tr: Genel Bakış
zh_hant: 功能介紹

# plugin.marketplace.detail.actions
source: 可用操作
ar: الإجراءات المتاحة
de: Verfügbare Aktionen
en: Available Actions
es: Acciones disponibles
fr: Actions disponibles
ja: 利用可能なアクション
ko: 사용 가능한 동작
pt: Ações disponíveis
ru: Доступные действия
tr: Kullanılabilir İşlemler

# plugin.marketplace.detail.documentation
source: 文档
ar: التوثيق
de: Dokumentation
en: Documentation
es: Documentación
fr: Documentation
ja: ドキュメント
ko: 문서
pt: Documentação
ru: Документация
tr: Belgeler
zh_hant: 文件

# plugin.marketplace.detail.privacy
source: 隐私与安全
ar: الخصوصية والأمن
de: Datenschutz und Sicherheit
en: Privacy & Security
es: Privacidad y seguridad
fr: Confidentialité et sécurité
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
pt: Privacidade e segurança
ru: Конфиденциальность и безопасность
tr: Gizlilik ve Güvenlik
zh_hant: 隱私權與安全性

# plugin.marketplace.detail.provenance
source: 发布信息
ar: معلومات الإصدار
de: Veröffentlichungsinformationen
en: Release Information
es: Información de la versión
fr: Informations de publication
ja: リリース情報
ko: 출시 정보
pt: Informações da versão
ru: Информация о выпуске
tr: Sürüm Bilgileri
zh_hant: 發佈資訊

# plugin.marketplace.detail.related
source: 相关插件
ar: الإضافات ذات الصلة
de: Verwandte Plugins
en: Related Plugins
es: Plugins relacionados
fr: Plugins associés
ja: 関連プラグイン
ko: 관련 플러그인
pt: Plugins relacionados
ru: Связанные плагины
tr: İlgili Eklentiler
zh_hant: 相關外掛

# plugin.marketplace.detail.releaseNotes
source: 发行说明
ar: ملاحظات الإصدار
de: Versionshinweise
en: Release Notes
es: Notas de la versión
fr: Notes de version
ja: リリースノート
ko: 릴리스 노트
pt: Notas da versão
ru: Примечания к выпуску
tr: Sürüm Notları
zh_hant: 版本說明

# plugin.marketplace.detail.requirements
source: 要求
ar: المتطلبات
de: Voraussetzungen
en: Requirements
es: Requisitos
fr: Configuration requise
ja: 要件
ko: 요구 사항
pt: Requisitos
ru: Требования
tr: Gereksinimler

# plugin.marketplace.detail.setup
source: 设置
ar: الإعداد
de: Einrichtung
en: Setup
es: Configuración
fr: Configuration
ja: 設定
ko: 설정
pt: Configuração
ru: Настройка
tr: Kurulum
zh_hant: 設定

# plugin.marketplace.detail.sparse
source: 此插件的详细目录信息暂不可用。
ar: معلومات الدليل التفصيلية لهذه الإضافة غير متاحة بعد.
de: Detaillierte Kataloginformationen für dieses Plugin sind noch nicht verfügbar.
en: Detailed catalog information is not yet available for this plugin.
es: Todavía no hay información detallada de este plugin en el catálogo.
fr: Les informations détaillées de ce plugin ne sont pas encore disponibles.
ja: このプラグインの詳細情報はまだありません。
ko: 이 플러그인의 자세한 카탈로그 정보는 아직 없습니다.
pt: As informações detalhadas deste plugin ainda não estão disponíveis.
ru: Подробная информация об этом плагине пока недоступна.
tr: Bu eklenti için ayrıntılı katalog bilgileri henüz mevcut değil.
zh_hant: 此外掛的詳細目錄資訊暫時無法使用。

# plugin.marketplace.detail.support
source: 支持
ar: الدعم
de: Support
en: Support
es: Soporte
fr: Assistance
ja: サポート
ko: 지원
pt: Suporte
ru: Поддержка
tr: Destek
zh_hant: 支援

# plugin.marketplace.detail.unavailable.description
source: 这个插件已不在当前目录中。
ar: لم تعد هذه الإضافة في الدليل الحالي.
de: Dieses Plugin ist nicht mehr im aktuellen Katalog enthalten.
en: This plugin is no longer in the current catalog.
es: Este plugin ya no está en el catálogo actual.
fr: Ce plugin ne figure plus dans le catalogue actuel.
ja: このプラグインは現在のカタログにありません。
ko: 이 플러그인은 현재 카탈로그에 없습니다.
pt: Este plugin não está mais no catálogo atual.
ru: Этого плагина больше нет в текущем каталоге.
tr: Bu eklenti artık mevcut katalogda yer almıyor.
zh_hant: 此外掛已不在目前的目錄中。

# plugin.marketplace.detail.unavailable.title
source: 插件不可用
ar: الإضافة غير متاحة
de: Plugin nicht verfügbar
en: Plugin Unavailable
es: Plugin no disponible
fr: Plugin indisponible
ja: プラグインを利用できません
ko: 플러그인을 사용할 수 없음
pt: Plugin indisponível
ru: Плагин недоступен
tr: Eklenti Kullanılamıyor
zh_hant: 外掛無法使用

# plugin.marketplace.detail.uninstall.confirmation
source: 插件及其已安装版本将从 MacTools 中移除。
ar: ستتم إزالة الإضافة وإصداراتها المثبتة من MacTools.
de: Das Plugin und seine installierten Versionen werden aus MacTools entfernt.
en: The plugin and its installed versions will be removed from MacTools.
es: El plugin y sus versiones instaladas se eliminarán de MacTools.
fr: Le plugin et ses versions installées seront supprimés de MacTools.
ja: プラグインとインストール済みのバージョンが MacTools から削除されます。
ko: 플러그인과 설치된 버전이 MacTools에서 제거됩니다.
pt: O plugin e suas versões instaladas serão removidos do MacTools.
ru: Плагин и его установленные версии будут удалены из MacTools.
tr: Eklenti ve yüklü sürümleri MacTools’tan kaldırılacak.
zh_hant: 外掛及其已安裝版本將從 MacTools 中移除。

# plugin.marketplace.details.open
source: 查看详情
ar: عرض التفاصيل
de: Details anzeigen
en: Show Details
es: Mostrar detalles
fr: Afficher les détails
ja: 詳細を表示
ko: 세부 사항 보기
pt: Mostrar detalhes
ru: Показать подробности
tr: Ayrıntıları Göster
zh_hant: 顯示詳細資訊

# plugin.marketplace.label.Sidecar-compatible Mac and display
source: 兼容随航的 Mac 与显示器
ar: Mac وشاشة متوافقان مع Sidecar
de: Sidecar-kompatibler Mac und Bildschirm
en: Sidecar-compatible Mac and display
es: Mac y pantalla compatibles con Sidecar
fr: Mac et écran compatibles avec Sidecar
ja: Sidecar 対応の Mac とディスプレイ
ko: Sidecar 호환 Mac 및 디스플레이
pt: Mac e tela compatíveis com Sidecar
ru: Mac и дисплей с поддержкой Sidecar
tr: Sidecar uyumlu Mac ve ekran
zh_hant: 支援 Sidecar 的 Mac 與顯示器

# plugin.marketplace.label.active-audio-applications
source: 正在播放音频的应用
ar: التطبيقات التي تشغّل الصوت
de: Apps mit Audiowiedergabe
en: Apps playing audio
es: Apps que reproducen audio
fr: Apps diffusant de l’audio
ja: 音声を再生中のアプリ
ko: 오디오 재생 중인 앱
pt: Apps reproduzindo áudio
ru: Приложения со звуком
tr: Ses çalan uygulamalar
zh_hant: 正在播放音訊的 App

# plugin.marketplace.label.ai-prompt-content
source: AI 提示词内容
ar: محتوى توجيهات الذكاء الاصطناعي
de: KI-Promptinhalt
en: AI prompt content
es: Contenido de prompts de IA
fr: Contenu des prompts IA
ja: AI プロンプトの内容
ko: AI 프롬프트 내용
pt: Conteúdo de prompts de IA
ru: Содержимое промптов для ИИ
tr: Yapay zekâ istem içeriği
zh_hant: AI 提示內容

# plugin.marketplace.label.ai-requests
source: AI 请求
ar: طلبات الذكاء الاصطناعي
de: KI-Anfragen
en: AI requests
es: Solicitudes de IA
fr: Requêtes IA
ja: AI リクエスト
ko: AI 요청
pt: Solicitações de IA
ru: Запросы к ИИ
tr: Yapay zekâ istekleri
zh_hant: AI 要求

# plugin.marketplace.label.application-audio-levels
source: 应用音量
ar: مستويات صوت التطبيقات
de: App-Lautstärke
en: App audio levels
es: Volumen de las apps
fr: Volume des apps
ja: アプリの音量
ko: 앱 오디오 음량
pt: Volume dos apps
ru: Громкость приложений
tr: Uygulama ses düzeyleri
zh_hant: App 音量

# plugin.marketplace.label.application-identifiers
source: 应用标识
ar: معرّفات التطبيقات
de: App-Kennungen
en: App identifiers
es: Identificadores de apps
fr: Identifiants des apps
ja: アプリ識別子
ko: 앱 식별자
pt: Identificadores de apps
ru: Идентификаторы приложений
tr: Uygulama tanımlayıcıları
zh_hant: App 識別碼

# plugin.marketplace.label.application-windows
source: 应用窗口
ar: نوافذ التطبيقات
de: App-Fenster
en: App windows
es: Ventanas de apps
fr: Fenêtres des apps
ja: アプリのウインドウ
ko: 앱 윈도우
pt: Janelas dos apps
ru: Окна приложений
tr: Uygulama pencereleri
zh_hant: App 視窗

# plugin.marketplace.label.audio-output
source: 音频输出
ar: إخراج الصوت
de: Audioausgabe
en: Audio output
es: Salida de audio
fr: Sortie audio
ja: オーディオ出力
ko: 오디오 출력
pt: Saída de áudio
ru: Аудиовыход
tr: Ses çıkışı
zh_hant: 音訊輸出

# plugin.marketplace.label.audio-state
source: 音频状态
ar: حالة الصوت
de: Audiozustand
en: Audio state
es: Estado del audio
fr: État audio
ja: オーディオの状態
ko: 오디오 상태
pt: Estado do áudio
ru: Состояние звука
tr: Ses durumu
zh_hant: 音訊狀態

# plugin.marketplace.label.battery-state
source: 电池状态
ar: حالة البطارية
de: Akkuzustand
en: Battery state
es: Estado de la batería
fr: État de la batterie
ja: バッテリーの状態
ko: 배터리 상태
pt: Estado da bateria
ru: Состояние батареи
tr: Pil durumu
zh_hant: 電池狀態
